console.log("(1.숫자 자료: 대기번호)", 3 )
console.log("(2.숫자 자료: 주문수량)", 1 )
console.log("(3.숫자 자료: 옵션수량)", 0 )

console.log("(4.문자열 자료: 지점명)", "지점명" )
console.log("(5.문자열 자료: 전화번호)", "전화번호" )
console.log("(6.문자열 자료: 쿠폰번호)", "쿠폰번호" )

console.log("(7.불리언 자료: 주문여부)", "주문하기/전체취소" )
console.log("(8.불리언 자료: 쿠폰사용여부)", "선택완료/취소" )
console.log("(9.불리언 자료: 영수증발급 여부)", "예/아니오" )

console.log("(10.배열 자료: 커피)", "상품이미지/상품명/가격" )
console.log("(11.배열 자료: 유료옵션)", "옵션명/옵션가격/옵션수량" )
console.log("(12.배열 자료: 결제방식)", "카드결제/카카오페이/페이코" )
